Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: about ^[%lld minute](inflect: true)
ar: حوالي ^[%lld دقيقة](inflect: true)
de: etwa ^[%lld Minute](inflect: true)
es: aproximadamente ^[%lld minuto](inflect: true)
fa: حدود ^[%lld دقیقه](inflect: true)
fr: environ ^[%lld minute](inflect: true)
hi: लगभग ^[%lld मिनट](inflect: true)
id: sekitar ^[%lld menit](inflect: true)
it: circa ^[%lld minuto](inflect: true)
ja_jp: 約^[%lld分](inflect: true)
ko: 약 ^[%lld분](inflect: true)
nl: ongeveer ^[%lld minuut](inflect: true)
pl: około ^[%lld minuty](inflect: true)
pt_br: cerca de ^[%lld minuto](inflect: true)
ru: около ^[%lld минуты](inflect: true)
sv: cirka ^[%lld minut](inflect: true)
th: ประมาณ ^[%lld นาที](inflect: true)
tr: yaklaşık ^[%lld dakika](inflect: true)
uk: приблизно ^[%lld хвилина](inflect: true)
vi: khoảng ^[%lld phút](inflect: true)
zh_cn: 约 ^[%lld 分钟](inflect: true)
zh_tw: 約 ^[%lld 分鐘](inflect: true)

source: active
ar: نشط
de: aktiv
es: activo
fa: فعال
fr: actif
hi: सक्रिय
id: aktif
it: attivo
ja_jp: アクティブ
ko: 활성
nl: actief
pl: aktywne
pt_br: ativo
ru: активно
sv: aktiv
th: ใช้งานอยู่
tr: aktif
uk: активно
vi: đang hoạt động
zh_cn: 活跃
zh_tw: 使用中

source: artifacts repaired
ar: تم إصلاح العناصر
de: Artefakte repariert
es: artefactos reparados
fa: مصنوعات تعمیر شدند
fr: artefacts réparés
hi: आर्टिफ़ैक्ट सुधारे गए
id: artefak diperbaiki
it: artefatti riparati
ja_jp: アーティファクトを修復しました
ko: 아티팩트 복구됨
nl: artefacten gerepareerd
pl: artefakty naprawione
pt_br: artefatos reparados
ru: артефакты восстановлены
sv: artefakter reparerade
th: ซ่อมแซมอาร์ติแฟกต์แล้ว
tr: artefaktlar onarıldı
uk: артефакти відновлено
vi: artifact đã được sửa chữa
zh_cn: 已修复构件
zh_tw: 已修復成品

source: blocked
ar: محظور
de: blockiert
es: bloqueado
fa: مسدود
fr: bloqué
hi: अवरुद्ध
id: diblokir
it: bloccato
ja_jp: ブロック済み
ko: 차단됨
nl: geblokkeerd
pl: zablokowane
pt_br: bloqueado
ru: заблокировано
sv: blockerad
th: ถูกบล็อก
tr: engellendi
uk: заблоковано
vi: bị chặn
zh_cn: 已阻止
zh_tw: 已封鎖

source: check
ar: فحص
de: prüfen
es: comprobar
fa: بررسی
fr: vérification
hi: जाँच
id: periksa
it: verifica
ja_jp: チェック
ko: 확인
nl: controleren
pl: sprawdź
pt_br: verificação
ru: проверка
sv: kontrollera
th: ตรวจสอบ
tr: kontrol
uk: перевірка
vi: kiểm tra
zh_cn: 检查
zh_tw: 檢查

source: clear
ar: مسح
de: löschen
es: borrar
fa: پاک کردن
fr: effacer
hi: साफ़ करें
id: hapus
it: cancella
ja_jp: クリア
ko: 지우기
nl: wissen
pl: wyczyść
pt_br: limpar
ru: очистить
sv: rensa
th: ล้าง
tr: temizle
uk: очистити
vi: xóa
zh_cn: 清除
zh_tw: 清除

source: configured
ar: تم إعداده
de: konfiguriert
es: configurado
fa: پیکربندی‌شده
fr: configuré
hi: कॉन्फ़िगर किया गया
id: dikonfigurasi
it: configurato
ja_jp: 設定済み
ko: 구성됨
nl: geconfigureerd
pl: skonfigurowano
pt_br: configurado
ru: настроено
sv: konfigurerad
th: กำหนดค่าแล้ว
tr: yapılandırıldı
uk: налаштовано
vi: đã cấu hình
zh_cn: 已配置
zh_tw: 已設定

source: connected
ar: متصل
de: verbunden
es: conectado
fa: متصل
fr: connecté
hi: कनेक्टेड
id: terhubung
it: connesso
ja_jp: 接続済み
ko: 연결됨
nl: verbonden
pl: połączono
pt_br: conectado
ru: подключено
sv: ansluten
th: เชื่อมต่อแล้ว
tr: bağlı
uk: підключено
vi: đã kết nối
zh_cn: 已连接
zh_tw: 已連線

source: default
ar: افتراضي
de: Standard
es: predeterminado
fa: پیش‌فرض
fr: par défaut
hi: डिफ़ॉल्ट
id: bawaan
it: predefinito
ja_jp: デフォルト
ko: 기본값
nl: standaard
pl: domyślne
pt_br: padrão
ru: по умолчанию
sv: standard
th: ค่าเริ่มต้น
tr: varsayılan
uk: за замовчуванням
vi: mặc định
zh_cn: 默认
zh_tw: 預設

source: delivery unconfirmed
ar: لم يتم تأكيد التسليم
de: Zustellung unbestätigt
es: entrega no confirmada
fa: تحویل تأیید نشده است
fr: livraison non confirmée
hi: डिलीवरी की पुष्टि नहीं हुई
id: pengiriman belum dikonfirmasi
it: consegna non confermata
ja_jp: 配信未確認
ko: 전송 확인 안 됨
nl: bezorging niet bevestigd
pl: dostarczenie niepotwierdzone
pt_br: entrega não confirmada
ru: доставка не подтверждена
sv: leverans obekräftad
th: ยังไม่ได้ยืนยันการส่ง
tr: teslimat onaylanmadı
uk: доставку не підтверджено
vi: chưa xác nhận được trạng thái gửi
zh_cn: 送达未确认
zh_tw: 傳送狀態未確認

source: demo
ar: تجريبي
fa: نسخه نمایشی
fr: démo
hi: डेमो
ja_jp: デモ
ko: 데모
pt_br: demonstração
ru: демо
th: สาธิต
uk: демо
vi: bản demo
zh_cn: 演示
zh_tw: 示範

source: disabled
ar: معطّل
de: deaktiviert
es: desactivado
fa: غیرفعال
fr: désactivé
hi: अक्षम
id: dinonaktifkan
it: disabilitato
ja_jp: 無効
ko: 비활성화됨
nl: uitgeschakeld
pl: wyłączone
pt_br: desativado
ru: отключено
sv: inaktiverad
th: ปิดใช้งานอยู่
tr: devre dışı
uk: вимкнено
vi: đã tắt
zh_cn: 已禁用
zh_tw: 已停用

source: enabled
ar: مفعّل
de: aktiviert
es: habilitado
fa: فعال
fr: activé
hi: सक्षम
id: diaktifkan
it: abilitato
ja_jp: 有効
ko: 활성화됨
nl: ingeschakeld
pl: włączone
pt_br: ativado
ru: включено
sv: aktiverad
th: เปิดใช้งานแล้ว
tr: etkin
uk: увімкнено
vi: đã bật
zh_cn: 已启用
zh_tw: 已啟用

source: error
ar: خطأ
de: Fehler
fa: خطا
fr: erreur
hi: त्रुटि
id: kesalahan
it: errore
ja_jp: エラー
ko: 오류
nl: fout
pl: błąd
pt_br: erro
ru: ошибка
sv: fel
th: ข้อผิดพลาด
tr: hata
uk: помилка
vi: lỗi
zh_cn: 错误
zh_tw: 錯誤

source: expired
ar: منتهي الصلاحية
de: abgelaufen
es: caducado
fa: منقضی‌شده
fr: expiré
hi: समाप्त
id: kedaluwarsa
it: scaduto
ja_jp: 期限切れ
ko: 만료됨
nl: verlopen
pl: wygasło
pt_br: expirado
ru: срок действия истёк
sv: har löpt ut
th: หมดอายุแล้ว
tr: süresi doldu
uk: термін дії минув
vi: đã hết hạn
zh_cn: 已过期
zh_tw: 已過期

source: iOS Speech + TTS
ar: ميزة النطق في iOS + تحويل النص إلى كلام
de: iOS-Sprache + TTS
es: Voz de iOS + TTS
fa: گفتار iOS + TTS
fr: Reconnaissance vocale iOS + TTS
hi: iOS स्पीच + TTS
id: Ucapan iOS + TTS
it: Riconoscimento vocale iOS + TTS
ja_jp: iOS音声認識 + TTS
ko: iOS 음성 인식 + TTS
nl: iOS-spraak + TTS
pl: Rozpoznawanie mowy iOS + TTS
pt_br: Fala do iOS + TTS
ru: Распознавание речи iOS + TTS
sv: iOS-tal + TTS
th: เสียงพูด iOS + TTS
tr: iOS Konuşma + TTS
uk: Мовлення iOS + TTS
vi: Giọng nói iOS + TTS
zh_cn: iOS 语音识别 + TTS
zh_tw: iOS 語音 + TTS

source: iOS Speech fallback
ar: الخيار الاحتياطي لميزة النطق في iOS
de: iOS-Sprachfallback
es: Alternativa de voz de iOS
fa: جایگزین گفتار iOS
fr: Solution de secours pour la reconnaissance vocale iOS
hi: iOS स्पीच फ़ॉलबैक
id: Alternatif Ucapan iOS
it: Fallback del riconoscimento vocale iOS
ja_jp: iOS音声認識フォールバック
ko: iOS 음성 인식 대체 기능
nl: iOS-spraak als terugvaloptie
pl: Zapasowe rozpoznawanie mowy iOS
pt_br: Fallback de fala do iOS
ru: Резервное распознавание речи iOS
sv: Reservlösning för iOS-tal
th: เสียงพูดสำรองของ iOS
tr: iOS Konuşma yedeği
uk: Резервне мовлення iOS
vi: Phương án dự phòng cho giọng nói iOS
zh_cn: iOS 语音识别回退
zh_tw: iOS 語音備援

source: iOS System Voice
ar: صوت نظام iOS
de: iOS-Systemstimme
es: Voz del sistema de iOS
fa: صدای سیستم iOS
fr: Voix système iOS
hi: iOS सिस्टम वॉइस
id: Suara Sistem iOS
it: Voce di sistema iOS
ja_jp: iOSシステム音声
ko: iOS 시스템 음성
nl: iOS-systeemstem
pl: Głos systemowy iOS
pt_br: Voz do sistema iOS
ru: Системный голос iOS
sv: iOS-systemröst
th: เสียงระบบ iOS
tr: iOS Sistem Sesi
uk: Системний голос iOS
vi: Giọng nói hệ thống iOS
zh_cn: iOS 系统语音
zh_tw: iOS 系統語音

source: iOS chat
ar: دردشة iOS
es: Chat de iOS
fa: گفت‌وگوی iOS
fr: Chat iOS
hi: iOS चैट
id: Obrolan iOS
it: Chat iOS
ja_jp: iOSチャット
ko: iOS 채팅
pl: Czat iOS
pt_br: Chat do iOS
ru: Чат iOS
sv: iOS-chatt
th: แชท iOS
tr: iOS sohbeti
uk: Чат iOS
vi: Cuộc trò chuyện iOS
zh_cn: iOS 聊天
zh_tw: iOS 聊天

source: iOS currently allows location only while using the app.
ar: يسمح iOS حاليًا بالموقع فقط أثناء استخدام التطبيق.
de: iOS erlaubt den Standort derzeit nur während der Nutzung der App.
es: Actualmente iOS permite la ubicación solo mientras se usa la app.
fa: iOS در حال حاضر موقعیت مکانی را فقط هنگام استفاده از برنامه اجازه می‌دهد.
fr: iOS autorise actuellement la localisation uniquement lors de l'utilisation de l'app.
hi: iOS वर्तमान में केवल ऐप उपयोग करते समय स्थान की अनुमति देता है।
id: iOS saat ini hanya mengizinkan lokasi saat menggunakan aplikasi.
it: Attualmente iOS consente la posizione solo durante l'uso dell'app.
ja_jp: 現在 iOS はアプリ使用中のみ位置情報を許可しています。
ko: 현재 iOS는 앱 사용 중에만 위치를 허용합니다.
nl: iOS staat locatie momenteel alleen toe tijdens gebruik van de app.
pl: iOS obecnie zezwala na lokalizację tylko podczas korzystania z aplikacji.
pt_br: Atualmente o iOS permite a localização apenas ao usar o app.
ru: Сейчас iOS разрешает доступ к местоположению только во время использования приложения.
sv: iOS tillåter för närvarande plats endast medan appen används.
th: ขณะนี้ iOS อนุญาตตำแหน่งที่ตั้งเฉพาะขณะใช้งานแอปเท่านั้น
tr: iOS şu anda konuma yalnızca uygulama kullanılırken izin veriyor.
uk: Наразі iOS дозволяє геолокацію лише під час використання застосунку.
vi: iOS hiện chỉ cho phép vị trí khi đang sử dụng ứng dụng.
zh_cn: iOS 当前仅允许在使用应用时获取位置。
zh_tw: iOS 目前僅允許在使用應用程式時取得位置。

source: iOS permission is required to share location.
ar: يلزم إذن iOS لمشاركة الموقع.
de: Zum Teilen des Standorts ist eine iOS-Berechtigung erforderlich.
es: Se requiere permiso de iOS para compartir la ubicación.
fa: برای اشتراک‌گذاری موقعیت مکانی، مجوز iOS لازم است.
fr: L'autorisation iOS est requise pour partager la localisation.
hi: स्थान साझा करने के लिए iOS अनुमति आवश्यक है।
id: Izin iOS diperlukan untuk membagikan lokasi.
it: È richiesta l'autorizzazione di iOS per condividere la posizione.
ja_jp: 位置情報を共有するには iOS の許可が必要です。
ko: 위치를 공유하려면 iOS 권한이 필요합니다.
nl: iOS-toestemming is vereist om locatie te delen.
pl: Do udostępniania lokalizacji wymagane jest uprawnienie iOS.
pt_br: A permissão do iOS é necessária para compartilhar a localização.
ru: Для передачи местоположения требуется разрешение iOS.
sv: iOS-behörighet krävs för att dela plats.
th: ต้องได้รับอนุญาตจาก iOS เพื่อแชร์ตำแหน่งที่ตั้ง
tr: Konum paylaşmak için iOS izni gerekli.
uk: Для надання доступу до геолокації потрібен дозвіл iOS.
vi: Cần quyền iOS để chia sẻ vị trí.
zh_cn: 共享位置需要 iOS 权限。
zh_tw: 分享位置需要 iOS 權限。

source: idle
ar: خامل
de: inaktiv
es: inactivo
fa: بی‌کار
fr: inactif
hi: निष्क्रिय
id: siaga
it: inattivo
ja_jp: 待機中
ko: 유휴
nl: inactief
pl: bezczynne
pt_br: ocioso
ru: бездействует
sv: inaktiv
th: ไม่ได้ใช้งาน
tr: boşta
uk: неактивний
vi: không hoạt động
zh_cn: 空闲
zh_tw: 閒置

source: instance %@
ar: المثيل %@
de: Instanz %@
es: instancia %@
fa: نمونه %@
hi: इंस्टेंस %@
id: instans %@
it: istanza %@
ja_jp: インスタンス %@
ko: 인스턴스 %@
nl: instantie %@
pl: instancja %@
pt_br: instância %@
ru: экземпляр %@
sv: instans %@
th: อินสแตนซ์ %@
tr: örnek %@
uk: екземпляр %@
vi: phiên bản %@
zh_cn: 实例 %@
zh_tw: 執行個體 %@

source: less than 1 min
ar: أقل من دقيقة
de: weniger als 1 Min.
es: menos de 1 min
fa: کمتر از ۱ دقیقه
fr: moins de 1 min
hi: 1 मिनट से कम
id: kurang dari 1 mnt
it: meno di 1 min
ja_jp: 1分未満
ko: 1분 미만
nl: minder dan 1 min.
pl: mniej niż 1 min
pt_br: menos de 1 min
ru: менее 1 мин
sv: mindre än 1 min
th: น้อยกว่า 1 นาที
tr: 1 dk'dan az
uk: менше ніж 1 хв
vi: dưới 1 phút
zh_cn: 不到 1 分钟
zh_tw: 少於 1 分鐘

source: less than 1 minute
ar: أقل من دقيقة واحدة
de: weniger als 1 Minute
es: menos de 1 minuto
fa: کمتر از ۱ دقیقه
fr: moins de 1 minute
hi: 1 मिनट से कम
id: kurang dari 1 menit
it: meno di 1 minuto
ja_jp: 1分未満
ko: 1분 미만
nl: minder dan 1 minuut
pl: mniej niż 1 minuta
pt_br: menos de 1 minuto
ru: менее 1 минуты
sv: mindre än 1 minut
th: น้อยกว่า 1 นาที
tr: 1 dakikadan kısa
uk: менш ніж 1 хвилина
vi: chưa đầy 1 phút
zh_cn: 不到 1 分钟
zh_tw: 不到 1 分鐘

source: linked
ar: مرتبط
de: verknüpft
es: vinculado
fa: پیوندشده
fr: associé
hi: लिंक किया गया
id: ditautkan
it: collegato
ja_jp: リンク済み
ko: 연동됨
nl: gekoppeld
pl: powiązano
pt_br: vinculado
ru: привязано
sv: länkad
th: เชื่อมโยงแล้ว
tr: bağlandı
uk: зв’язано
vi: đã liên kết
zh_cn: 已关联
zh_tw: 已連結

source: live
ar: مباشر
es: en directo
fa: فعال
fr: en direct
hi: लाइव
id: langsung
it: attivo
ja_jp: ライブ
ko: 실시간
nl: actief
pl: aktywny
pt_br: ao vivo
ru: активен
sv: aktiv
th: ออนไลน์
tr: canlı
uk: активний
vi: trực tiếp
zh_cn: 实时
zh_tw: 即時

source: loaded
ar: تم التحميل
de: geladen
es: cargado
fa: بارگذاری‌شده
fr: chargé
hi: लोड किया गया
id: dimuat
it: caricato
ja_jp: 読み込み済み
ko: 불러옴
nl: geladen
pl: wczytano
pt_br: carregado
ru: загружено
sv: inläst
th: โหลดแล้ว
tr: yüklendi
uk: завантажено
vi: đã tải
zh_cn: 已加载
zh_tw: 已載入

source: loading
ar: جارٍ التحميل
de: wird geladen
es: cargando
fa: در حال بارگیری
fr: chargement
hi: लोड हो रहा है
id: memuat
it: caricamento
ja_jp: 読み込み中
ko: 불러오는 중
nl: laden
pl: wczytywanie
pt_br: carregando
ru: загрузка
sv: läser in
th: กำลังโหลด
tr: yükleniyor
uk: завантаження
vi: đang tải
zh_cn: 正在加载
zh_tw: 載入中

source: main, isolated, current, or session:<id>
ar: main أو isolated أو current أو session:<id>
de: main, isolated, current oder session:<id>
es: main, isolated, current o session:<id>
fa: main، isolated، current یا session:<id>
fr: main, isolated, current ou session:<id>
hi: main, isolated, current, या session:<id>
id: main, isolated, current, atau session:<id>
it: main, isolated, current o session:<id>
ja_jp: main、isolated、current、またはsession:<id>
ko: main, isolated, current 또는 session:<id>
nl: main, isolated, current of session:<id>
pl: main, isolated, current lub session:<id>
pt_br: main, isolated, current ou session:<id>
ru: main, isolated, current или session:<id>
sv: main, isolated, current eller session:<id>
th: main, isolated, current หรือ session:<id>
tr: main, isolated, current veya session:<id>
uk: main, isolated, current або session:<id>
vi: main, isolated, current hoặc session:<id>
zh_cn: main、isolated、current 或 session:<id>
zh_tw: main、isolated、current 或 session:<id>

source: missing
ar: مفقود
de: fehlt
es: ausente
fa: موجود نیست
fr: manquant
hi: अनुपलब्ध
id: tidak ada
it: mancante
ja_jp: 見つかりません
ko: 누락됨
nl: ontbreekt
pl: brak
pt_br: ausente
ru: отсутствует
sv: saknas
th: ไม่พบ
tr: eksik
uk: відсутнє
vi: bị thiếu
zh_cn: 缺失
zh_tw: 缺少

source: no repair needed
ar: لا حاجة إلى إصلاح
de: keine Reparatur erforderlich
es: no se necesita reparación
fa: نیازی به تعمیر نیست
fr: aucune réparation nécessaire
hi: सुधार की आवश्यकता नहीं
id: tidak perlu perbaikan
it: nessuna riparazione necessaria
ja_jp: 修復は不要です
ko: 복구 필요 없음
nl: geen reparatie nodig
pl: naprawa nie była potrzebna
pt_br: nenhum reparo necessário
ru: восстановление не требуется
sv: ingen reparation behövs
th: ไม่จำเป็นต้องซ่อมแซม
tr: onarım gerekmiyor
uk: відновлення не потрібне
vi: không cần sửa chữa
zh_cn: 无需修复
zh_tw: 不需要修復

source: not configured
ar: غير مُعدّ
de: nicht konfiguriert
es: sin configurar
fa: پیکربندی‌نشده
fr: non configuré
hi: कॉन्फ़िगर नहीं किया गया
id: belum dikonfigurasi
it: non configurato
ja_jp: 未設定
ko: 구성되지 않음
nl: niet geconfigureerd
pl: nie skonfigurowano
pt_br: não configurado
ru: не настроено
sv: inte konfigurerad
th: ยังไม่ได้กำหนดค่า
tr: yapılandırılmadı
uk: не налаштовано
vi: chưa cấu hình
zh_cn: 未配置
zh_tw: 未設定

source: not scheduled
ar: غير مجدول
de: nicht geplant
es: sin programar
fa: زمان‌بندی نشده
fr: non planifiée
hi: शेड्यूल नहीं किया गया
id: tidak dijadwalkan
it: non pianificata
ja_jp: スケジュールされていません
ko: 예약되지 않음
nl: niet gepland
pl: niezaplanowane
pt_br: não agendada
ru: не запланировано
sv: inte schemalagd
th: ไม่ได้กำหนดเวลา
tr: zamanlanmadı
uk: не заплановано
vi: chưa được lên lịch
zh_cn: 未计划
zh_tw: 未排程

source: not set
ar: غير محدد
de: nicht festgelegt
es: sin establecer
fa: تنظیم نشده
fr: non défini
hi: सेट नहीं है
id: belum diatur
it: non impostato
ja_jp: 未設定
ko: 설정되지 않음
nl: niet ingesteld
pl: nie ustawiono
pt_br: não definido
ru: не задано
sv: inte angivet
th: ยังไม่ได้ตั้งค่า
tr: ayarlanmadı
uk: не задано
vi: chưa thiết lập
zh_cn: 未设置
zh_tw: 未設定

source: now
ar: الآن
de: jetzt
es: ahora
fa: اکنون
fr: maintenant
hi: अभी
id: sekarang
it: ora
ja_jp: たった今
ko: 지금
nl: nu
pl: teraz
pt_br: agora
ru: сейчас
sv: nu
th: ตอนนี้
tr: şimdi
uk: зараз
vi: bây giờ
zh_cn: 刚刚
zh_tw: 現在

source: now or next-heartbeat
ar: now أو next-heartbeat
de: now oder next-heartbeat
es: now o next-heartbeat
fa: now یا next-heartbeat
fr: now ou next-heartbeat
hi: now या next-heartbeat
id: now atau next-heartbeat
it: now o next-heartbeat
ja_jp: nowまたはnext-heartbeat
ko: now 또는 next-heartbeat
nl: now of next-heartbeat
pl: now lub next-heartbeat
pt_br: now ou next-heartbeat
ru: now или next-heartbeat
sv: now eller next-heartbeat
th: now หรือ next-heartbeat
tr: now veya next-heartbeat
uk: now або next-heartbeat
vi: now hoặc next-heartbeat
zh_cn: now 或 next-heartbeat
zh_tw: now 或 next-heartbeat

source: off
ar: متوقف
de: aus
es: desactivado
fa: خاموش
fr: désactivé
hi: बंद
id: nonaktif
it: disattivato
ja_jp: オフ
ko: 꺼짐
nl: uit
pl: wyłączone
pt_br: desligado
ru: выкл.
sv: av
th: ปิด
tr: kapalı
uk: вимкнено
vi: tắt
zh_cn: 关闭
zh_tw: 關閉

source: offline
ar: غير متصل
es: sin conexión
fa: آفلاین
fr: hors ligne
hi: ऑफ़लाइन
id: luring
ja_jp: オフライン
ko: 오프라인
ru: не в сети
th: ออฟไลน์
tr: çevrimdışı
uk: офлайн
vi: ngoại tuyến
zh_cn: 离线
zh_tw: 離線

source: on
ar: قيد التشغيل
de: an
es: activado
fa: روشن
fr: activé
hi: चालू
id: aktif
it: attivato
ja_jp: オン
ko: 켜짐
nl: aan
pl: wł.
pt_br: ligado
ru: вкл.
sv: på
th: เปิด
tr: açık
uk: увімкнено
vi: bật
zh_cn: 开
zh_tw: 開啟

source: online
ar: متصل
es: en línea
fa: آنلاین
fr: en ligne
hi: ऑनलाइन
ja_jp: オンライン
ko: 온라인
ru: в сети
th: ออนไลน์
tr: çevrimiçi
uk: онлайн
vi: trực tuyến
zh_cn: 在线
zh_tw: 線上

source: open
ar: مفتوح
de: offen
es: abierto
fa: باز
fr: ouvert
hi: खुला
id: terbuka
it: aperto
ja_jp: 開く
ko: 열기
pl: otwarte
pt_br: aberto
ru: открыто
sv: öppen
th: เปิด
tr: açık
uk: відкрито
vi: mở
zh_cn: 打开
zh_tw: 開啟

source: or
ar: أو
de: oder
es: o
fa: یا
fr: ou
hi: या
id: atau
it: oppure
ja_jp: または
ko: 또는
nl: of
pl: lub
pt_br: ou
ru: или
sv: eller
th: หรือ
tr: veya
uk: або
vi: hoặc
zh_cn: 或
zh_tw: 或

source: partial
ar: جزئي
de: teilweise
es: parcial
fa: جزئی
fr: partiel
hi: आंशिक
id: sebagian
it: parziale
ja_jp: 部分的
ko: 부분 완료
nl: gedeeltelijk
pl: częściowe
pt_br: parcial
ru: частично
sv: delvis
th: บางส่วน
tr: kısmi
uk: частково
vi: một phần
zh_cn: 部分
zh_tw: 部分

source: pass
ar: ناجح
de: bestanden
es: aprobado
fa: قبول
fr: réussi
hi: सफल
id: lulus
it: superato
ja_jp: 合格
ko: 통과
nl: geslaagd
pl: zaliczone
pt_br: aprovado
ru: пройдено
sv: godkänd
th: ผ่าน
tr: başarılı
uk: пройдено
vi: đạt
zh_cn: 通过
zh_tw: 通過

source: paused
ar: متوقفة مؤقتًا
de: pausiert
es: en pausa
fa: متوقف‌شده
fr: en pause
hi: रोका गया
id: dijeda
it: in pausa
ja_jp: 一時停止中
ko: 일시 중지됨
nl: gepauzeerd
pl: wstrzymana
pt_br: pausada
ru: приостановлена
sv: pausad
th: หยุดชั่วคราว
tr: duraklatıldı
uk: призупинена
vi: đã tạm dừng
zh_cn: 已暂停
zh_tw: 已暫停

source: pending
ar: قيد الانتظار
de: ausstehend
es: pendiente
fa: در انتظار
fr: en attente
hi: लंबित
id: tertunda
it: in sospeso
ja_jp: 保留中
ko: 대기 중
nl: in behandeling
pl: oczekuje
pt_br: pendente
ru: ожидание
sv: väntande
th: รอดำเนินการ
tr: beklemede
uk: очікується
vi: đang chờ
zh_cn: 待处理
zh_tw: 待處理

source: plain
ar: عادي
de: unverschlüsselt
es: sin cifrar
fa: ساده
fr: non chiffré
hi: सादा
id: tanpa enkripsi
it: non crittografato
ja_jp: 暗号化なし
ko: 일반
nl: onbeveiligd
pl: zwykły
pt_br: sem criptografia
ru: без шифрования
sv: okrypterad
th: ไม่เข้ารหัส
tr: düz
uk: звичайний
vi: không mã hóa
zh_cn: 明文
zh_tw: 純文字

source: promoted %@
ar: تمت ترقية %@
de: %@ hochgestuft
es: promovió a %@
fa: %@ را ارتقا داد
fr: promu %@
hi: %@ को पदोन्नत किया गया
id: mempromosikan %@
it: promosso %@
ja_jp: %@を昇格
ko: %@ 승격됨
nl: %@ gepromoveerd
pl: Awansowano %@
pt_br: promoveu %@
ru: повышен %@
sv: befordrade %@
th: เลื่อนระดับ %@ แล้ว
tr: %@ yükseltildi
uk: підвищено %@
vi: đã thăng cấp %@
zh_cn: 已提升 %@
zh_tw: 已提升 %@

source: queued after route change
ar: تمت الإضافة إلى قائمة الانتظار بعد تغيير المسار
de: nach Routenänderung in Warteschlange
es: en cola tras cambio de ruta
fa: پس از تغییر مسیر در صف قرار گرفت
fr: mis en file d’attente après le changement d’itinéraire
hi: रूट बदलने के बाद कतार में रखा गया
id: diantrekan setelah perubahan rute
it: in coda dopo la modifica del percorso
ja_jp: 経路変更後にキューに追加済み
ko: 경로 변경 후 대기열에 추가됨
nl: in wachtrij na routewijziging
pl: dodano do kolejki po zmianie trasy
pt_br: na fila após alteração de rota
ru: поставлено в очередь после изменения маршрута
sv: köad efter ruttändring
th: อยู่ในคิวหลังจากเปลี่ยนเส้นทาง
tr: rota değişikliğinden sonra kuyruğa alındı
uk: поставлено в чергу після зміни маршруту
vi: đã đưa vào hàng đợi sau khi thay đổi tuyến
zh_cn: 路由更改后已排队
zh_tw: 路由變更後已排入佇列

source: ready
ar: جاهز
de: bereit
es: listo
fa: آماده
fr: prêt
hi: तैयार
id: siap
it: pronto
ja_jp: 準備完了
ko: 준비됨
nl: gereed
pl: gotowe
pt_br: pronto
ru: готово
sv: klar
th: พร้อม
tr: hazır
uk: готово
vi: sẵn sàng
zh_cn: 就绪
zh_tw: 就緒

source: recalled %@
ar: تم استدعاء %@
de: %@ abgerufen
es: retiró a %@
fa: %@ را فراخواند
fr: rappelé %@
hi: %@ को वापस बुलाया गया
id: menarik kembali %@
it: richiamato %@
ja_jp: %@を呼び戻しました
ko: %@ 회수됨
nl: %@ teruggeroepen
pl: Wycofano %@
pt_br: recuperou %@
ru: отозван %@
sv: återkallade %@
th: เรียกคืน %@ แล้ว
tr: %@ geri çağrıldı
uk: відкликано %@
vi: đã thu hồi %@
zh_cn: 已召回 %@
zh_tw: 已召回 %@

source: recent
ar: حديث
de: kürzlich
es: reciente
fa: اخیر
fr: récent
hi: हालिया
id: terbaru
it: recente
ja_jp: 最近
ko: 최근
pl: ostatnie
pt_br: recentes
ru: недавние
sv: senaste
th: ล่าสุด
tr: son
uk: нещодавні
vi: gần đây
zh_cn: 最近
zh_tw: 最近

source: running
ar: قيد التشغيل
de: wird ausgeführt
es: en ejecución
fa: در حال اجرا
fr: en cours d’exécution
hi: चल रहा है
id: berjalan
it: in esecuzione
ja_jp: 実行中
ko: 실행 중
nl: actief
pl: uruchomiono
pt_br: em execução
ru: запущено
sv: körs
th: กำลังทำงาน
tr: çalışıyor
uk: працює
vi: đang chạy
zh_cn: 正在运行
zh_tw: 執行中

source: saving
ar: جارٍ الحفظ
de: wird gespeichert
es: guardando
fa: در حال ذخیره
fr: enregistrement
hi: सहेजा जा रहा है
id: menyimpan
it: salvataggio in corso
ja_jp: 保存中
ko: 저장 중
nl: bezig met opslaan
pl: zapisywanie
pt_br: salvando
ru: сохранение
sv: sparar
th: กำลังบันทึก
tr: kaydediliyor
uk: збереження
vi: đang lưu
zh_cn: 正在保存
zh_tw: 儲存中

source: scheduled
ar: مجدول
de: geplant
es: programado
fa: زمان‌بندی‌شده
fr: planifié
hi: शेड्यूल किया गया
id: terjadwal
it: pianificato
ja_jp: スケジュール済み
ko: 예약됨
nl: gepland
pl: zaplanowane
pt_br: agendado
ru: запланировано
sv: schemalagd
th: กำหนดเวลาแล้ว
tr: planlandı
uk: заплановано
vi: đã lên lịch
zh_cn: 已计划
zh_tw: 已排程

source: setup
ar: إعداد
de: einrichten
es: configuración
fa: راه‌اندازی
fr: configuration
hi: सेटअप
id: penyiapan
it: configurazione
ja_jp: セットアップ
ko: 설정
nl: configuratie
pl: konfiguracja
pt_br: configuração
ru: настройка
sv: konfiguration
th: ตั้งค่า
tr: kurulum
uk: налаштування
vi: thiết lập
zh_cn: 设置
zh_tw: 設定

source: that request
ar: ذلك الطلب
de: diese Anfrage
es: esa solicitud
fa: آن درخواست
fr: cette demande
hi: वह अनुरोध
id: permintaan tersebut
it: quella richiesta
ja_jp: そのリクエスト
ko: 해당 요청
nl: dat verzoek
pl: to żądanie
pt_br: essa solicitação
ru: этот запрос
sv: den begäran
th: คำขอนั้น
tr: bu istek
uk: цей запит
vi: yêu cầu đó
zh_cn: 该请求
zh_tw: 該請求

source: under a minute
ar: أقل من دقيقة
de: weniger als eine Minute
es: menos de un minuto
fa: کمتر از یک دقیقه
fr: moins d’une minute
hi: एक मिनट से कम
id: kurang dari satu menit
it: meno di un minuto
ja_jp: 1分未満
ko: 1분 미만
nl: minder dan een minuut
pl: mniej niż minuta
pt_br: menos de um minuto
ru: меньше минуты
sv: mindre än en minut
th: ไม่ถึงหนึ่งนาที
tr: bir dakikadan az
uk: менше хвилини
vi: chưa đến một phút
zh_cn: 不到一分钟
zh_tw: 不到一分鐘

source: © 2026 OpenClaw Foundation — MIT License.
ar: © 2026 OpenClaw Foundation — ترخيص MIT.
es: © 2026 OpenClaw Foundation — Licencia MIT.
fr: © 2026 OpenClaw Foundation — Licence MIT.
id: © 2026 OpenClaw Foundation — Lisensi MIT.
it: © 2026 OpenClaw Foundation — Licenza MIT.
nl: © 2026 OpenClaw Foundation — MIT-licentie.
pl: © 2026 OpenClaw Foundation — licencja MIT.
pt_br: © 2026 OpenClaw Foundation — Licença MIT.
ru: © 2026 OpenClaw Foundation — лицензия MIT.
sv: © 2026 OpenClaw Foundation — MIT-licens.
th: © 2026 OpenClaw Foundation — ใบอนุญาต MIT
tr: © 2026 OpenClaw Foundation — MIT Lisansı.
uk: © 2026 OpenClaw Foundation — Ліцензія MIT.
vi: © 2026 OpenClaw Foundation — Giấy phép MIT.
